Revit 2027 API
ParameterTypeId.CurtaingridAdjustBordern1 Property
 "Adjust for Mullion Size"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId CurtaingridAdjustBordern1 { get; }
Public Shared ReadOnly Property CurtaingridAdjustBordern1 As ForgeTypeId
	Get
public:
static property ForgeTypeId^ CurtaingridAdjustBordern1 {
	ForgeTypeId^ get ();
}
static member CurtaingridAdjustBordern1 : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace